<x-app-layout>
    <div class="page-header">
        <div class="page-header__container container">
            <div class="page-header__breadcrumb">
                <nav aria-label="breadcrumb">
                    <ol class="breadcrumb">
                        <li class="breadcrumb-item">
                            <a href="{{ route('home') }}">{{ __('home') }}</a>
                            <svg class="breadcrumb-arrow" width="6px" height="9px">
                                <use xlink:href="images/sprite.svg#arrow-rounded-right-6x9"></use>
                            </svg>
                        </li>
                        <li class="breadcrumb-item active" aria-current="page">{{ __('terms') }}</li>
                    </ol>
                </nav>
            </div>
            <div class="page-header__title">
                <h1>{{ __('terms') }}</h1>
            </div>
        </div>
    </div>
    <div class="block">
        <div class="container">
            <div class="document">
                <div class="document__header">
                    <h1 class="document__title">Пользовательское соглашение</h1>
                </div>
                <div class="document__content typography">
                    <p>Регламентирует порядок использования информационного электронного ресурса в сети интернет, размещённого по электронному адресу https://bel-instrument.by/</p>
                    <h2>Общие положения. Термины и определения. Предмет соглашения</h2>
                    <ol>
                        <li>В настоящем Пользовательском соглашении используются следующие термины и определения:
                            <ul>
                                <li>Информационный электронный ресурс — комплекс программно-технических средств и программных кодов, посредством которых Администрация предоставляет Пользователям информацию, обеспечивает доступ к соответствующим ресурсам и сервисам системы. В целях настоящего Пользовательского соглашения таким ресурсом является https://bel-instrument.by/.</li>
                                <li>Администрация ресурса — собственник Информационного электронного ресурса, обеспечивающий функционирование Информационного электронного ресурса и доступ к нему, а именно ЧТУП «БелИнструментТорг»</li>
                                <li>Пользователь — физическое лицо, присоединившееся к настоящему Пользовательскому соглашению и получившее доступ к информационным ресурсам и сервисам Информационного электронного ресурса, в том числе прошедшее процедуры согласия, регистрации и (или) идентификации на Информационном электронном ресурсе, а равно использующее его каким-либо образом без прохождения таких процедур, считается присоединившимся к настоящему Пользовательскому соглашению.</li>
                                <li>Информация — любая текстовая, графическая, звуковая, программно-техническая информация и файлы, размещаемые Пользователями на Информационном электронном ресурсе.</li>
                                <li>Идентификация — совокупность мероприятий по установлению и подтверждению достоверности сведений о пользователях Информационного электронного ресурса, условия и порядок которой предусмотрены настоящим Пользовательским соглашением.</li>
                                <li>Формы Пользовательского соглашения — это формы, в которые Пользователь вносит информацию о своих персональных данных при прохождении процедур регистрации и (или) идентификации, являющиеся неотъемлемой частью настоящего Пользовательского соглашения.</li>
                            </ul>
                        </li>
                        <li>Настоящее Пользовательское соглашение регулирует отношения между Администрацией ресурса и Пользователями, осуществляющими любые действия на Информационном электронном ресурсе.</li>
                        <li>Информационный электронный ресурс не является средством массовой информации в соответствии с законодательством Республики Беларусь.</li>
                        <li>Стороны соглашаются с тем, что Информация, размещаемая на Информационном электронном ресурсе предоставляется без каких-либо гарантий и обязательств со стороны Администрации, в том числе в случае недостоверности (ненадлежащего вида) такой информации. Администрация не отвечает за возможные перебои в функционировании Информационного электронного ресурса, отсутствие доступа к нему и иные возможные технические неполадки в работе ресурса.</li>
                        <li>Сторонами настоящего Пользовательского соглашения выступают Администрация ресурса и Пользователь.</li>
                        <li>Настоящее соглашение размещено по постоянному адресу в сети интернет: https://bel-instrument.by/terms</li>
                    </ol>
                    <h2>Права и обязанности сторон</h2>
                    <ol>
                        <li>Права и обязанности Администрации ресурса:
                            <ul>
                                <li>Администрация ресурса имеет право передать персональные данные Пользователей и любую иную информацию, указанную Пользователями при регистрации, идентификации, использовании Информационного электронного ресурса, в порядке и в случаях, предусмотренных законодательством Республики Беларусь.</li>
                                <li>Администрация ресурса имеет право аннулировать учетные записи Пользователей и анонимизировать Информацию, оставленную такими Пользователями, в случае нарушения требований настоящего Пользовательского соглашения и (или) законодательства Республики Беларусь.</li>
                                <li>Администрация ресурса имеет право в любое время внести изменения в настоящее Пользовательское соглашение в любой его части, без предварительного и последующего уведомления об этом Пользователей.</li>
                            </ul>
                        </li>
                        <li>Права и обязанности Пользователя:
                            <ul>
                                <li>Пользователь обязуется использовать Информационный электронный ресурс в соответствии с условиями настоящего Пользовательского соглашения.</li>
                                <li>Пользователь имеет право использовать лишь ту часть Информации, размещенной на Информационном электронном ресурсе, доступ к которой открыт и разрешен Администрацией ресурса.</li>
                                <li>Пользователь обязуется не использовать Информационный электронный ресурс для рассылки массовых сообщений рекламного и иного характера (спам), а также не использовать Информационный электронный ресурс для рекламы собственных товаров (работ, услуг).</li>
                                <li>Пользователь обязуется не подрывать деятельность Информационного электронного ресурса, а равно не использовать программно-технические методы и средства воздействия на Информационный электронный ресурс, с целью дестабилизировать его работу.</li>
                                <li>Пользователи не имеют право использовать информацию, представленную на Информационном электронном ресурсе в коммерческих и иных целях без получения на то согласия Администрации ресурса.</li>
                                <li>Перепечатка, воспроизведение в любой форме, распространение, в том числе в переводе, любых материалов сайта (включая отзывы) возможны с соблюдением правил цитирования, а при размещении их в интернете необходима ссылка на страницу-источник Информационного электронного ресурса https://bel-instrument.by/.</li>
                                <li>Размещение на Информационном электронном ресурсе ссылок на конкурирующие ресурсы, в том числе ресурсы новостной тематики, сайты вакансий и базы резюме, возможны только с согласия Администрации ресурса.</li>
                            </ul>
                        </li>
                    </ol>
                    <h2>Правила размещения Пользователями Информации на Информационном электронном ресурсе</h2>
                    <ol>
                        <li>При размещении любой Информации на Информационном электронном ресурсе Пользователь обязан руководствоваться следующими правилами:
                            <ul>
                                <li>Информация (отзывы), размещаемая Пользователем, не должна нарушать авторские права, права на товарные знаки, средства индивидуализации и/или права на иные объекты интеллектуальной собственности, принадлежащие третьим лицам.</li>
                                <li>На Информационном электронном ресурсе запрещается совершение следующих действий:
                                    <ul>
                                        <li>действий, направленных на введение других Пользователей в заблуждение;</li>
                                        <li>искажать информацию, позволяющую установить, кем направлено сообщение;</li>
                                        <li>размещать в рамках Информационного электронного ресурса не относящиеся к Пользователю фотографии и изображения известных людей, несовершеннолетних лиц без их родителей, а также размещать фотографии, основным объектом которых является человек, если этот человек не давал согласия на размещения его фотографии на Информационном электронном ресурсе;</li>
                                        <li>размещение Информации, содержащей высказывания расистского характера, разжигание межнациональной розни, призывы к нарушению действующего законодательства, высказывания дискриминационного, ксенофобского, националистического характера, оскорбления, нецензурные или грубые выражения, а также любые другие высказывания, нарушающие действующее законодательство Республики Беларусь;</li>
                                        <li>размещение Информации, не относящейся к обсуждаемой теме, являющейся бессмысленной и (или) малоcодержательной и (или) провокационной;</li>
                                        <li>размещение Информации с целью нанести вред чести, достоинству, деловой репутации физического лица или деловой репутации юридического лица, заведомо ложную информацию, клевету;</li>
                                        <li>размещение Информации, содержащей грубость в отношении высказываний собеседников, провокации к нарушению данного Соглашения, нецензурные выражения и оскорбления в любой форме;</li>
                                    </ul>
                                </li>
                                <li>При написании отзывов и комментариев Пользователь обязан следовать следующим правилам:
                                    <ul>
                                        <li>соблюдать требования законодательства Республики Беларусь;</li>
                                        <li>соблюдать авторские права на произведения науки, литературы, искусства. При цитировании обязательно указывать источник и автора;</li>
                                        <li>соблюдать право на личную жизнь. Запрещается размещение сообщений, содержащих информацию, касающуюся личной жизни других пользователей без их разрешения, в том числе разглашение содержания корреспонденции, телефонных и иных сообщений личной переписки, реальных имен и иных персональных данных (адресов, телефонов, мест работы и т. п.) других Пользователей.</li>
                                    </ul>
                                </li>
                                <li>Администрация предупреждает о недопустимости размещения Пользователем на Информационном электронном ресурсе сообщений и (или) материалов, содержащих информацию, распространение которой запрещено законодательством Республики Беларусь.</li>
                            </ul>
                        </li>
                    </ol>
                    <h2>Ответственность сторон. Ограничение ответственности</h2>
                    <ol>
                        <li>Все сообщения отражают мнения их авторов, Пользователи в полном объеме несут ответственность за распространяемую ими Информацию.</li>
                        <li>Администрация ресурса не несет ответственности за достоверность, правдивость и законность Информации, размещаемой Пользователями на Информационном электронном ресурсе.</li>
                        <li>Администрация ресурса не гарантирует, что Информационный электронный ресурс будет совместим и/или функционировать с любым программным обеспечением Пользователя. В сообщениях Пользователей на Информационном электронном ресурсе могут стоять ссылки на другие сайты или ресурсы. Поскольку Администрация ресурса не контролирует другие сайты или ресурсы, Администрация не несет ответственности за работоспособность таких сайтов или ресурсов, а равно за содержание, рекламу, материалы, товары и услуги, доступные на таких сайтах или ресурсах. Администрация ресурса не несет ответственности за любой вред, который может быть причинен Пользователям третьими лицами, разместившими такие ссылки.</li>
                    </ol>
                    <h2>Дополнительные условия</h2>
                    <ol>
                        <li>Согласие на Информационном электронном ресурсе с с условиями пользовательского соглашения является фактом его принятия. В соответствии с п. 1 ст. 398 Гражданского кодекса Республики Беларусь настоящее Пользовательское соглашение является договором присоединения.</li>
                        <li>Пользователь осознаёт и соглашается с тем, что размещённая им Информация может быть использована поисковыми или другими автоматизированными сервисами и любыми иными способами.</li>
                        <li>Принимая условия на Информационном электронном ресурсе, Пользователь соглашается получать информационную рассылку на указанный электронный адрес.</li>
                        <li>Принимая условия на Информационном электронном ресурсе, Пользователь соглашается с тем, что Вся информация, представленная на сайте https://bel-instrument.by/, не является публичной офертой. Любые сведения, материалы и данные, опубликованные на сайте (включая стоимость продукции, информацию о наличии товара на складе или в партнерских салонах, технические характеристики и прочее), представлены исключительно в информационных целях и ни при каких условиях не являются публичной офертой и договором присоединения, определяемых положениями статей 396, 398, Гражданского кодекса Республики Беларусь.</li>
                    </ol>
                    <h2>Заключительные положения</h2>
                    <ol>
                        <li>Изменения и (или) дополнения в настоящее Пользовательское соглашение вносятся путем издания новой редакции Пользовательского соглашения и вступают в силу сразу после публикации.</li>
                        <li>Пользовательское соглашение и (или) дополнения (изменения) в него обязательны для всех Пользователей, прошедших процедуру идентификации в Информационном электронном ресурсе до вступления в силу новой редакции Пользовательского соглашения.</li>
                        <li>Если Пользовательского соглашение в какой-либо его части не соответствует требованиям законодательства Республики Беларусь и нормам международного права, то в данной части стороны руководствуются требованиями соответствующих норм законодательства. Несоответствие Пользовательского соглашения в какой-либо части требованиям законодательства Республики Беларусь и нормам международного права не является основанием для признания его недействительным в целом.</li>
                    </ol>
                </div>
            </div>
        </div>
    </div>
</x-app-layout>
